---
kind: other
id: Methods.T:Autodesk.Revit.DB.CopyPasteOptions
source: html/e5a3561e-b8df-7a10-b952-ca2da2108f68.htm
---
# CopyPasteOptions Methods

Returns current duplicate type names handler or Nothing nullptr a null reference ( Nothing in Visual Basic) if none is set.